<script setup>
import Header from '../../components/AllPages/Header/NavMenu.vue'
import Footer from '../../components/AllPages/FooterVuew.vue'
</script>


<template>
    <Header />
    <div class="antivirus">
        <div class="box"><h1>Операционная система</h1></div>
        <div class="text_antivirus">
            <p><span>"Uzguard OS"</span> — это — операционная система для дома и офиса. <br>
                Универсальная операционная система для компьютеров и ноутбуков, включает в себя расширенный набор программ и драйверов современных устройств. <br>
                Может использоваться как для решения стандартных рабочих задач, так и в качестве мультимедийной станции, для игр и профессионального творчества.
                 </p>
            <p><span>«Uzguard OS Образование»</span> — операционная система для тех, кто учится и учит! Решает повседневные задачи всех участников образовательного процесса и административно-хозяйственной деятельности учреждения. 
                Дистрибутивы включают системное и прикладное ПО, эффективно применяемое в образовательном процессе.</p>
            <p><span>«Uzguard OS Сервер»</span> — серверный дистрибутив с широкой функциональностью, 
                позволяющий разворачивать и поддерживать корпоративную инфраструктуру предприятий, а также использовать разнообразное периферийное оборудование.</p>
                <p><span>«Uzguard OS Виртуализация»</span> — серверный дистрибутив на базе ядра Linux для предоставления функций виртуализации и контейнеризации в корпоративной инфраструктуре.</p>
                <p><span>Simply Uzguard OS</span>— операционная система для персональных компьютеров. Легкая и функциональная, она отлично впишется в домашний или офисный ИТ-интерьер. Удобное меню приложений, привычная работа с папками и файлами позволит не отвлекаться на детали и сосредоточиться на главном. <br>
                    В данный дистрибутив входят самые функциональные программы для повседневной деятельности, тщательно отобранные нашими специалистами по принципу «одна задача — одно приложение». Сразу после установки системы пользователь сможет работать в Интернете, с документами, графикой, аудио- и видеофайлами. Кроме того, есть возможность загрузки программ из репозитория.
                    </p>
        </div>
    </div>
    <Footer />
</template>



<style>
.antivirus{
    height: 100vh;
    background: #000;
    padding: 150px 25px 0 25px;
    display: flex;
    justify-content: center;
    flex-direction: column;
    a
}
.antivirus h1{
    text-align: center;
    color: rgba(255,255,255, 0.9);
    margin-bottom: 25px;
}
</style>